Repository: Adelino/ELabel
Catalog: Resources/SharedResource.*.resx
Languages: de

source: Home Page
de: Startseite

source: Acidity regulator
de: Säureregulator

source: Activators for alcoholic and malolactic fermentation
de: Aktivatoren für die alkoholische und malolaktische Gärung

source: Antioxidant
de: Antioxidans

source: Bottled in a protective atmosphere
de: Unter Schutzatmosphäre abgefüllt

source: Bottling may happen in a protective atmosphere
de: Die Abfüllung kann unter Schutzatmosphäre erfolgen

source: Carbohydrates
de: Kohlenhydrate

source: Certifications
de: Zertifizierungen

source: Certified organic based on EU-Guidelines
de: Bio-zertifiziert nach EU-Richtlinien

source: Clarifying agent
de: Klärmittel

source: Correction of defect
de: Mängelbeseitigung

source: Don't drink during pregnancy and breastfeeding
de: Trinken Sie nicht während der Schwangerschaft und Stillzeit

source: Don't drink when below legal drinking age
de: Trinken Sie nicht, wenn Sie das gesetzliche Mindestalter für Alkoholkonsum noch nicht erreicht haben

source: Don't drink when driving a car, motorbike or operating machinery
de: Trinken Sie nicht, wenn Sie Auto oder Motorrad fahren oder Maschinen bedienen

source: Dry
de: Trocken

source: Electronic label provided by
de: Elektronisches Etikett bereitgestellt von

source: Energy
de: Energie

source: Enrichment substance
de: Anreicherungsstoff

source: Enzyme
de: Enzym

source: Fats
de: Fette

source: Fermentation agent
de: Gärmittel

source: Fortified wine
de: Likörwein

source: Gases and packaging gas
de: Gase und Verpackungsgase

source: Ingredients
de: Zutaten

source: Medium dry
de: Mitteltrocken

source: Medium sweet
de: Mittelsüß

source: Nutrition Information
de: Ernährungsinformation

source: Nutritions per
de: Nährwerte pro

source: of which Saturates
de: davon gesättigte Fettsäuren

source: of which Sugars
de: davon Zucker

source: Open-source solution for electronic labels
de: Open-Source-Lösung für elektronische Etiketten

source: Orange wine
de: Orangenwein

source: Other ingredient
de: Andere Zutat

source: Preservative
de: Konservierungsmittel

source: Protein
de: Eiweiß

source: Raw material
de: Rohmaterial

source: Red wine
de: Rotwein

source: Responsible Consumption
de: Verantwortungsvoller Konsum

source: Rosé wine
de: Roséwein

source: Salt
de: Salz

source: Sequestrant
de: Sequestriermittel

source: Sparkling wine
de: Schaumwein

source: Stabiliser
de: Stabilisator

source: Sweet
de: Süß

source: Sweetener
de: Süßstoff

source: White wine
de: Weißwein
